{"class_name": "Tokenizer", "config": {"num_words": 1000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 332, "word_counts": "{\"halo\": 2, \"hai\": 4, \"selamat\": 4, \"pagi\": 1, \"siang\": 1, \"sore\": 1, \"malam\": 3, \"apa\": 97, \"kabar\": 1, \"bagaimana\": 20, \"hari\": 4, \"anda\": 1, \"tolong\": 1, \"bantu\": 1, \"saya\": 2, \"mau\": 1, \"tanya\": 2, \"hay\": 2, \"hy\": 1, \"hallo\": 1, \"hey\": 1, \"hola\": 1, \"hello\": 1, \"p\": 1, \"mikum\": 1, \"assamualaikaum\": 1, \"hi\": 1, \"itu\": 6, \"katarak\": 41, \"gejala\": 15, \"saja\": 8, \"terdiagnosis\": 2, \"cara\": 35, \"mendiagonosis\": 2, \"mengetahui\": 4, \"gimana\": 17, \"awal\": 4, \"awalnya\": 1, \"tanda\": 4, \"bisakah\": 2, \"menyebabkan\": 10, \"kebutaan\": 3, \"penyebab\": 4, \"bisa\": 34, \"buta\": 1, \"mengobati\": 9, \"obat\": 18, \"ampuh\": 2, \"dari\": 4, \"pada\": 11, \"anakanak\": 3, \"anak\": 6, \"apakah\": 12, \"kambuh\": 3, \"dan\": 5, \"penglihatan\": 10, \"mata\": 160, \"dimalam\": 1, \"yang\": 16, \"dilihat\": 1, \"orang\": 2, \"pencegahan\": 2, \"mencegah\": 11, \"cegah\": 7, \"glaukoma\": 40, \"nyeri\": 5, \"kabur\": 4, \"kacamata\": 7, \"dipakai\": 1, \"penderita\": 1, \"sembuh\": 3, \"harus\": 8, \"pake\": 1, \"resiko\": 1, \"akibat\": 1, \"faktor\": 1, \"disembuhkan\": 1, \"masalah\": 24, \"pencegah\": 2, \"penyakit\": 7, \"menjaga\": 9, \"tetap\": 1, \"sehat\": 8, \"selalu\": 1, \"caranya\": 2, \"agar\": 1, \"tidur\": 2, \"cukup\": 3, \"berpengaruh\": 2, \"istirahat\": 1, \"ngaruh\": 1, \"ke\": 5, \"bagus\": 1, \"buat\": 8, \"makanan\": 5, \"baik\": 6, \"untuk\": 10, \"aja\": 1, \"makan\": 7, \"biar\": 1, \"kering\": 3, \"mengatasi\": 2, \"cegahnya\": 1, \"penting\": 4, \"periksa\": 10, \"emang\": 1, \"merah\": 3, \"dicegah\": 3, \"melakukan\": 2, \"tes\": 7, \"mandiri\": 6, \"di\": 4, \"rumah\": 1, \"dirumah\": 1, \"tandatanda\": 3, \"punya\": 1, \"ada\": 10, \"cocok\": 1, \"semua\": 1, \"usia\": 1, \"siapa\": 12, \"kelelahan\": 6, \"mengurangi\": 6, \"radiasi\": 3, \"membantu\": 7, \"manfaat\": 4, \"menggunakan\": 1, \"memijat\": 3, \"area\": 2, \"jika\": 1, \"kita\": 2, \"vitamin\": 4, \"konsumsi\": 2, \"kesehatan\": 22, \"membaca\": 3, \"cahaya\": 3, \"redup\": 3, \"berbahaya\": 1, \"efek\": 1, \"terjadi\": 1, \"rokok\": 3, \"mempengaruhi\": 5, \"merokok\": 1, \"alkohol\": 3, \"memperngaruhi\": 1, \"pola\": 5, \"mempegaruhi\": 1, \"dikomsumsi\": 1, \"kafein\": 4, \"mengganggu\": 1, \"dampak\": 1, \"buruk\": 1, \"kaya\": 1, \"lansia\": 13, \"umum\": 2, \"dilakukan\": 1, \"terapi\": 4, \"alergi\": 14, \"perbedaan\": 2, \"infeksi\": 4, \"sama\": 1, \"dimaksud\": 1, \"sesuai\": 1, \"resep\": 2, \"dokter\": 2, \"kalo\": 1, \"tanpa\": 1, \"dihindari\": 1, \"dengan\": 3, \"relaksasi\": 5, \"kompres\": 3, \"mambantu\": 1, \"otot\": 2, \"gerakan\": 2, \"mereksasi\": 1, \"menggerakan\": 1, \"menjadi\": 1, \"meditasi\": 3, \"dimeditasi\": 1, \"menular\": 4, \"nular\": 1, \"diri\": 1, \"tetes\": 4, \"efektif\": 1, \"cek\": 6, \"dimana\": 2, \"ceknya\": 1, \"aplikasi\": 9, \"ga\": 5, \"diagnosis\": 3, \"pembuatmu\": 1, \"membuatmu\": 1, \"kamu\": 6, \"dibuat\": 1, \"buatan\": 1, \"eyeu\": 8, \"kelebihan\": 3, \"hebatnya\": 1, \"eye\": 1, \"dibanding\": 1, \"lain\": 1, \"pemeriksaan\": 2, \"rutin\": 3, \"mengapa\": 1, \"seberapa\": 1, \"sering\": 1, \"berapa\": 3, \"kali\": 1, \"lama\": 2, \"waktu\": 1, \"konsultasi\": 4, \"kemana\": 1, \"hubungan\": 1, \"diabetes\": 5, \"edukasi\": 3, \"pentingnya\": 1, \"kesadaran\": 3, \"masyarakat\": 1, \"meningkatkan\": 2, \"kenapa\": 2, \"mengabaikan\": 3, \"kesehatab\": 1, \"diabaikan\": 1, \"orangorang\": 1, \"terima\": 7, \"kasih\": 7, \"makasih\": 5, \"ya\": 1, \"jawabanya\": 1, \"mantap\": 1, \"tepat\": 1, \"siap\": 1, \"matur\": 1, \"nuwun\": 1, \"banyak\": 1, \"thanks\": 1, \"thank\": 1, \"you\": 1, \"luar\": 1, \"biasa\": 1, \"telah\": 1, \"ok\": 1, \"terimakasih\": 1, \"thq\": 1, \"nama\": 3, \"mu\": 1, \"namamu\": 2, \"tidak\": 3, \"bye\": 1, \"googbye\": 1, \"oke\": 1, \"pertanyaan\": 1, \"lagi\": 1, \"teri\": 1}", "word_docs": "{\"halo\": 2, \"hai\": 4, \"pagi\": 1, \"selamat\": 4, \"siang\": 1, \"sore\": 1, \"malam\": 3, \"apa\": 97, \"kabar\": 1, \"hari\": 4, \"bagaimana\": 20, \"anda\": 1, \"tolong\": 1, \"saya\": 2, \"bantu\": 1, \"mau\": 1, \"tanya\": 2, \"hay\": 2, \"hy\": 1, \"hallo\": 1, \"hey\": 1, \"hola\": 1, \"hello\": 1, \"p\": 1, \"mikum\": 1, \"assamualaikaum\": 1, \"hi\": 1, \"itu\": 6, \"katarak\": 41, \"gejala\": 15, \"saja\": 8, \"terdiagnosis\": 2, \"mendiagonosis\": 2, \"cara\": 35, \"mengetahui\": 4, \"gimana\": 17, \"awal\": 4, \"awalnya\": 1, \"tanda\": 4, \"menyebabkan\": 10, \"kebutaan\": 3, \"bisakah\": 2, \"penyebab\": 4, \"bisa\": 34, \"buta\": 1, \"mengobati\": 9, \"obat\": 18, \"ampuh\": 2, \"dari\": 4, \"pada\": 11, \"anakanak\": 3, \"anak\": 6, \"kambuh\": 3, \"apakah\": 12, \"dan\": 5, \"penglihatan\": 10, \"dimalam\": 1, \"mata\": 153, \"dilihat\": 1, \"yang\": 16, \"orang\": 2, \"pencegahan\": 2, \"mencegah\": 11, \"cegah\": 7, \"glaukoma\": 40, \"nyeri\": 5, \"kabur\": 4, \"kacamata\": 7, \"penderita\": 1, \"sembuh\": 3, \"dipakai\": 1, \"pake\": 1, \"harus\": 8, \"resiko\": 1, \"akibat\": 1, \"faktor\": 1, \"disembuhkan\": 1, \"masalah\": 24, \"pencegah\": 2, \"penyakit\": 7, \"menjaga\": 9, \"sehat\": 8, \"tetap\": 1, \"selalu\": 1, \"caranya\": 2, \"agar\": 1, \"berpengaruh\": 2, \"tidur\": 2, \"cukup\": 3, \"istirahat\": 1, \"ke\": 5, \"ngaruh\": 1, \"buat\": 8, \"bagus\": 1, \"baik\": 6, \"untuk\": 10, \"makanan\": 5, \"aja\": 1, \"makan\": 7, \"biar\": 1, \"kering\": 3, \"mengatasi\": 2, \"cegahnya\": 1, \"penting\": 4, \"periksa\": 10, \"emang\": 1, \"merah\": 3, \"dicegah\": 3, \"tes\": 7, \"rumah\": 1, \"mandiri\": 6, \"di\": 4, \"melakukan\": 2, \"dirumah\": 1, \"punya\": 1, \"tandatanda\": 3, \"ada\": 10, \"cocok\": 1, \"semua\": 1, \"usia\": 1, \"siapa\": 12, \"kelelahan\": 6, \"mengurangi\": 6, \"membantu\": 7, \"radiasi\": 3, \"menggunakan\": 1, \"manfaat\": 4, \"memijat\": 3, \"area\": 2, \"jika\": 1, \"kita\": 2, \"vitamin\": 4, \"kesehatan\": 22, \"konsumsi\": 2, \"membaca\": 3, \"berbahaya\": 1, \"cahaya\": 3, \"redup\": 3, \"efek\": 1, \"terjadi\": 1, \"rokok\": 3, \"mempengaruhi\": 5, \"merokok\": 1, \"memperngaruhi\": 1, \"alkohol\": 3, \"mempegaruhi\": 1, \"pola\": 5, \"dikomsumsi\": 1, \"kafein\": 4, \"mengganggu\": 1, \"dampak\": 1, \"buruk\": 1, \"kaya\": 1, \"lansia\": 13, \"umum\": 2, \"dilakukan\": 1, \"terapi\": 4, \"alergi\": 14, \"infeksi\": 4, \"perbedaan\": 2, \"sama\": 1, \"dimaksud\": 1, \"resep\": 2, \"dokter\": 2, \"sesuai\": 1, \"tanpa\": 1, \"kalo\": 1, \"dihindari\": 1, \"dengan\": 3, \"relaksasi\": 5, \"kompres\": 3, \"mambantu\": 1, \"otot\": 2, \"mereksasi\": 1, \"gerakan\": 2, \"menggerakan\": 1, \"menjadi\": 1, \"meditasi\": 3, \"dimeditasi\": 1, \"menular\": 4, \"nular\": 1, \"diri\": 1, \"tetes\": 4, \"efektif\": 1, \"cek\": 6, \"dimana\": 2, \"ceknya\": 1, \"aplikasi\": 8, \"ga\": 5, \"diagnosis\": 3, \"pembuatmu\": 1, \"membuatmu\": 1, \"dibuat\": 1, \"kamu\": 6, \"buatan\": 1, \"eyeu\": 8, \"kelebihan\": 3, \"hebatnya\": 1, \"eye\": 1, \"dibanding\": 1, \"lain\": 1, \"rutin\": 3, \"pemeriksaan\": 2, \"mengapa\": 1, \"seberapa\": 1, \"sering\": 1, \"berapa\": 3, \"kali\": 1, \"lama\": 2, \"waktu\": 1, \"konsultasi\": 4, \"kemana\": 1, \"hubungan\": 1, \"diabetes\": 5, \"edukasi\": 3, \"pentingnya\": 1, \"masyarakat\": 1, \"kesadaran\": 3, \"meningkatkan\": 2, \"kenapa\": 2, \"mengabaikan\": 3, \"kesehatab\": 1, \"diabaikan\": 1, \"orangorang\": 1, \"kasih\": 7, \"terima\": 7, \"makasih\": 5, \"ya\": 1, \"jawabanya\": 1, \"mantap\": 1, \"tepat\": 1, \"siap\": 1, \"nuwun\": 1, \"matur\": 1, \"banyak\": 1, \"thanks\": 1, \"you\": 1, \"thank\": 1, \"luar\": 1, \"biasa\": 1, \"telah\": 1, \"ok\": 1, \"terimakasih\": 1, \"thq\": 1, \"nama\": 3, \"mu\": 1, \"namamu\": 2, \"tidak\": 3, \"bye\": 1, \"googbye\": 1, \"oke\": 1, \"lagi\": 1, \"pertanyaan\": 1, \"teri\": 1}", "index_docs": "{\"108\": 2, \"60\": 4, \"139\": 1, \"61\": 4, \"140\": 1, \"141\": 1, \"79\": 3, \"3\": 97, \"142\": 1, \"62\": 4, \"10\": 20, \"143\": 1, \"144\": 1, \"109\": 2, \"145\": 1, \"146\": 1, \"110\": 2, \"111\": 2, \"147\": 1, \"148\": 1, \"149\": 1, \"150\": 1, \"151\": 1, \"152\": 1, \"153\": 1, \"154\": 1, \"155\": 1, \"42\": 6, \"4\": 41, \"14\": 15, \"29\": 8, \"112\": 2, \"113\": 2, \"6\": 35, \"63\": 4, \"12\": 17, \"64\": 4, \"156\": 1, \"65\": 4, \"21\": 10, \"80\": 3, \"114\": 2, \"66\": 4, \"7\": 34, \"157\": 1, \"26\": 9, \"11\": 18, \"115\": 2, \"67\": 4, \"19\": 11, \"81\": 3, \"43\": 6, \"82\": 3, \"17\": 12, \"50\": 5, \"22\": 10, \"158\": 1, \"2\": 153, \"159\": 1, \"13\": 16, \"116\": 2, \"117\": 2, \"20\": 11, \"34\": 7, \"5\": 40, \"51\": 5, \"68\": 4, \"35\": 7, \"161\": 1, \"83\": 3, \"160\": 1, \"162\": 1, \"30\": 8, \"163\": 1, \"164\": 1, \"165\": 1, \"166\": 1, \"8\": 24, \"118\": 2, \"36\": 7, \"27\": 9, \"31\": 8, \"167\": 1, \"168\": 1, \"119\": 2, \"169\": 1, \"121\": 2, \"120\": 2, \"84\": 3, \"170\": 1, \"52\": 5, \"171\": 1, \"32\": 8, \"172\": 1, \"44\": 6, \"23\": 10, \"53\": 5, \"173\": 1, \"37\": 7, \"174\": 1, \"85\": 3, \"122\": 2, \"175\": 1, \"69\": 4, \"24\": 10, \"176\": 1, \"86\": 3, \"87\": 3, \"38\": 7, \"177\": 1, \"45\": 6, \"70\": 4, \"123\": 2, \"178\": 1, \"179\": 1, \"88\": 3, \"25\": 10, \"180\": 1, \"181\": 1, \"182\": 1, \"18\": 12, \"46\": 6, \"47\": 6, \"39\": 7, \"89\": 3, \"183\": 1, \"71\": 4, \"90\": 3, \"124\": 2, \"184\": 1, \"125\": 2, \"72\": 4, \"9\": 22, \"126\": 2, \"91\": 3, \"185\": 1, \"92\": 3, \"93\": 3, \"186\": 1, \"187\": 1, \"94\": 3, \"54\": 5, \"188\": 1, \"189\": 1, \"95\": 3, \"190\": 1, \"55\": 5, \"191\": 1, \"73\": 4, \"192\": 1, \"193\": 1, \"194\": 1, \"195\": 1, \"16\": 13, \"127\": 2, \"196\": 1, \"74\": 4, \"15\": 14, \"75\": 4, \"128\": 2, \"197\": 1, \"198\": 1, \"129\": 2, \"130\": 2, \"199\": 1, \"201\": 1, \"200\": 1, \"202\": 1, \"96\": 3, \"56\": 5, \"97\": 3, \"203\": 1, \"131\": 2, \"204\": 1, \"132\": 2, \"205\": 1, \"206\": 1, \"98\": 3, \"207\": 1, \"76\": 4, \"208\": 1, \"209\": 1, \"77\": 4, \"210\": 1, \"48\": 6, \"133\": 2, \"211\": 1, \"28\": 8, \"57\": 5, \"99\": 3, \"212\": 1, \"213\": 1, \"214\": 1, \"49\": 6, \"215\": 1, \"33\": 8, \"100\": 3, \"216\": 1, \"217\": 1, \"218\": 1, \"219\": 1, \"101\": 3, \"134\": 2, \"220\": 1, \"221\": 1, \"222\": 1, \"102\": 3, \"223\": 1, \"135\": 2, \"224\": 1, \"78\": 4, \"225\": 1, \"226\": 1, \"58\": 5, \"103\": 3, \"227\": 1, \"228\": 1, \"104\": 3, \"136\": 2, \"137\": 2, \"105\": 3, \"229\": 1, \"230\": 1, \"231\": 1, \"41\": 7, \"40\": 7, \"59\": 5, \"232\": 1, \"233\": 1, \"234\": 1, \"235\": 1, \"236\": 1, \"238\": 1, \"237\": 1, \"239\": 1, \"240\": 1, \"242\": 1, \"241\": 1, \"243\": 1, \"244\": 1, \"245\": 1, \"246\": 1, \"247\": 1, \"248\": 1, \"106\": 3, \"249\": 1, \"138\": 2, \"107\": 3, \"250\": 1, \"251\": 1, \"252\": 1, \"254\": 1, \"253\": 1, \"255\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"mata\", \"3\": \"apa\", \"4\": \"katarak\", \"5\": \"glaukoma\", \"6\": \"cara\", \"7\": \"bisa\", \"8\": \"masalah\", \"9\": \"kesehatan\", \"10\": \"bagaimana\", \"11\": \"obat\", \"12\": \"gimana\", \"13\": \"yang\", \"14\": \"gejala\", \"15\": \"alergi\", \"16\": \"lansia\", \"17\": \"apakah\", \"18\": \"siapa\", \"19\": \"pada\", \"20\": \"mencegah\", \"21\": \"menyebabkan\", \"22\": \"penglihatan\", \"23\": \"untuk\", \"24\": \"periksa\", \"25\": \"ada\", \"26\": \"mengobati\", \"27\": \"menjaga\", \"28\": \"aplikasi\", \"29\": \"saja\", \"30\": \"harus\", \"31\": \"sehat\", \"32\": \"buat\", \"33\": \"eyeu\", \"34\": \"cegah\", \"35\": \"kacamata\", \"36\": \"penyakit\", \"37\": \"makan\", \"38\": \"tes\", \"39\": \"membantu\", \"40\": \"terima\", \"41\": \"kasih\", \"42\": \"itu\", \"43\": \"anak\", \"44\": \"baik\", \"45\": \"mandiri\", \"46\": \"kelelahan\", \"47\": \"mengurangi\", \"48\": \"cek\", \"49\": \"kamu\", \"50\": \"dan\", \"51\": \"nyeri\", \"52\": \"ke\", \"53\": \"makanan\", \"54\": \"mempengaruhi\", \"55\": \"pola\", \"56\": \"relaksasi\", \"57\": \"ga\", \"58\": \"diabetes\", \"59\": \"makasih\", \"60\": \"hai\", \"61\": \"selamat\", \"62\": \"hari\", \"63\": \"mengetahui\", \"64\": \"awal\", \"65\": \"tanda\", \"66\": \"penyebab\", \"67\": \"dari\", \"68\": \"kabur\", \"69\": \"penting\", \"70\": \"di\", \"71\": \"manfaat\", \"72\": \"vitamin\", \"73\": \"kafein\", \"74\": \"terapi\", \"75\": \"infeksi\", \"76\": \"menular\", \"77\": \"tetes\", \"78\": \"konsultasi\", \"79\": \"malam\", \"80\": \"kebutaan\", \"81\": \"anakanak\", \"82\": \"kambuh\", \"83\": \"sembuh\", \"84\": \"cukup\", \"85\": \"kering\", \"86\": \"merah\", \"87\": \"dicegah\", \"88\": \"tandatanda\", \"89\": \"radiasi\", \"90\": \"memijat\", \"91\": \"membaca\", \"92\": \"cahaya\", \"93\": \"redup\", \"94\": \"rokok\", \"95\": \"alkohol\", \"96\": \"dengan\", \"97\": \"kompres\", \"98\": \"meditasi\", \"99\": \"diagnosis\", \"100\": \"kelebihan\", \"101\": \"rutin\", \"102\": \"berapa\", \"103\": \"edukasi\", \"104\": \"kesadaran\", \"105\": \"mengabaikan\", \"106\": \"nama\", \"107\": \"tidak\", \"108\": \"halo\", \"109\": \"saya\", \"110\": \"tanya\", \"111\": \"hay\", \"112\": \"terdiagnosis\", \"113\": \"mendiagonosis\", \"114\": \"bisakah\", \"115\": \"ampuh\", \"116\": \"orang\", \"117\": \"pencegahan\", \"118\": \"pencegah\", \"119\": \"caranya\", \"120\": \"tidur\", \"121\": \"berpengaruh\", \"122\": \"mengatasi\", \"123\": \"melakukan\", \"124\": \"area\", \"125\": \"kita\", \"126\": \"konsumsi\", \"127\": \"umum\", \"128\": \"perbedaan\", \"129\": \"resep\", \"130\": \"dokter\", \"131\": \"otot\", \"132\": \"gerakan\", \"133\": \"dimana\", \"134\": \"pemeriksaan\", \"135\": \"lama\", \"136\": \"meningkatkan\", \"137\": \"kenapa\", \"138\": \"namamu\", \"139\": \"pagi\", \"140\": \"siang\", \"141\": \"sore\", \"142\": \"kabar\", \"143\": \"anda\", \"144\": \"tolong\", \"145\": \"bantu\", \"146\": \"mau\", \"147\": \"hy\", \"148\": \"hallo\", \"149\": \"hey\", \"150\": \"hola\", \"151\": \"hello\", \"152\": \"p\", \"153\": \"mikum\", \"154\": \"assamualaikaum\", \"155\": \"hi\", \"156\": \"awalnya\", \"157\": \"buta\", \"158\": \"dimalam\", \"159\": \"dilihat\", \"160\": \"dipakai\", \"161\": \"penderita\", \"162\": \"pake\", \"163\": \"resiko\", \"164\": \"akibat\", \"165\": \"faktor\", \"166\": \"disembuhkan\", \"167\": \"tetap\", \"168\": \"selalu\", \"169\": \"agar\", \"170\": \"istirahat\", \"171\": \"ngaruh\", \"172\": \"bagus\", \"173\": \"aja\", \"174\": \"biar\", \"175\": \"cegahnya\", \"176\": \"emang\", \"177\": \"rumah\", \"178\": \"dirumah\", \"179\": \"punya\", \"180\": \"cocok\", \"181\": \"semua\", \"182\": \"usia\", \"183\": \"menggunakan\", \"184\": \"jika\", \"185\": \"berbahaya\", \"186\": \"efek\", \"187\": \"terjadi\", \"188\": \"merokok\", \"189\": \"memperngaruhi\", \"190\": \"mempegaruhi\", \"191\": \"dikomsumsi\", \"192\": \"mengganggu\", \"193\": \"dampak\", \"194\": \"buruk\", \"195\": \"kaya\", \"196\": \"dilakukan\", \"197\": \"sama\", \"198\": \"dimaksud\", \"199\": \"sesuai\", \"200\": \"kalo\", \"201\": \"tanpa\", \"202\": \"dihindari\", \"203\": \"mambantu\", \"204\": \"mereksasi\", \"205\": \"menggerakan\", \"206\": \"menjadi\", \"207\": \"dimeditasi\", \"208\": \"nular\", \"209\": \"diri\", \"210\": \"efektif\", \"211\": \"ceknya\", \"212\": \"pembuatmu\", \"213\": \"membuatmu\", \"214\": \"dibuat\", \"215\": \"buatan\", \"216\": \"hebatnya\", \"217\": \"eye\", \"218\": \"dibanding\", \"219\": \"lain\", \"220\": \"mengapa\", \"221\": \"seberapa\", \"222\": \"sering\", \"223\": \"kali\", \"224\": \"waktu\", \"225\": \"kemana\", \"226\": \"hubungan\", \"227\": \"pentingnya\", \"228\": \"masyarakat\", \"229\": \"kesehatab\", \"230\": \"diabaikan\", \"231\": \"orangorang\", \"232\": \"ya\", \"233\": \"jawabanya\", \"234\": \"mantap\", \"235\": \"tepat\", \"236\": \"siap\", \"237\": \"matur\", \"238\": \"nuwun\", \"239\": \"banyak\", \"240\": \"thanks\", \"241\": \"thank\", \"242\": \"you\", \"243\": \"luar\", \"244\": \"biasa\", \"245\": \"telah\", \"246\": \"ok\", \"247\": \"terimakasih\", \"248\": \"thq\", \"249\": \"mu\", \"250\": \"bye\", \"251\": \"googbye\", \"252\": \"oke\", \"253\": \"pertanyaan\", \"254\": \"lagi\", \"255\": \"teri\"}", "word_index": "{\"<OOV>\": 1, \"mata\": 2, \"apa\": 3, \"katarak\": 4, \"glaukoma\": 5, \"cara\": 6, \"bisa\": 7, \"masalah\": 8, \"kesehatan\": 9, \"bagaimana\": 10, \"obat\": 11, \"gimana\": 12, \"yang\": 13, \"gejala\": 14, \"alergi\": 15, \"lansia\": 16, \"apakah\": 17, \"siapa\": 18, \"pada\": 19, \"mencegah\": 20, \"menyebabkan\": 21, \"penglihatan\": 22, \"untuk\": 23, \"periksa\": 24, \"ada\": 25, \"mengobati\": 26, \"menjaga\": 27, \"aplikasi\": 28, \"saja\": 29, \"harus\": 30, \"sehat\": 31, \"buat\": 32, \"eyeu\": 33, \"cegah\": 34, \"kacamata\": 35, \"penyakit\": 36, \"makan\": 37, \"tes\": 38, \"membantu\": 39, \"terima\": 40, \"kasih\": 41, \"itu\": 42, \"anak\": 43, \"baik\": 44, \"mandiri\": 45, \"kelelahan\": 46, \"mengurangi\": 47, \"cek\": 48, \"kamu\": 49, \"dan\": 50, \"nyeri\": 51, \"ke\": 52, \"makanan\": 53, \"mempengaruhi\": 54, \"pola\": 55, \"relaksasi\": 56, \"ga\": 57, \"diabetes\": 58, \"makasih\": 59, \"hai\": 60, \"selamat\": 61, \"hari\": 62, \"mengetahui\": 63, \"awal\": 64, \"tanda\": 65, \"penyebab\": 66, \"dari\": 67, \"kabur\": 68, \"penting\": 69, \"di\": 70, \"manfaat\": 71, \"vitamin\": 72, \"kafein\": 73, \"terapi\": 74, \"infeksi\": 75, \"menular\": 76, \"tetes\": 77, \"konsultasi\": 78, \"malam\": 79, \"kebutaan\": 80, \"anakanak\": 81, \"kambuh\": 82, \"sembuh\": 83, \"cukup\": 84, \"kering\": 85, \"merah\": 86, \"dicegah\": 87, \"tandatanda\": 88, \"radiasi\": 89, \"memijat\": 90, \"membaca\": 91, \"cahaya\": 92, \"redup\": 93, \"rokok\": 94, \"alkohol\": 95, \"dengan\": 96, \"kompres\": 97, \"meditasi\": 98, \"diagnosis\": 99, \"kelebihan\": 100, \"rutin\": 101, \"berapa\": 102, \"edukasi\": 103, \"kesadaran\": 104, \"mengabaikan\": 105, \"nama\": 106, \"tidak\": 107, \"halo\": 108, \"saya\": 109, \"tanya\": 110, \"hay\": 111, \"terdiagnosis\": 112, \"mendiagonosis\": 113, \"bisakah\": 114, \"ampuh\": 115, \"orang\": 116, \"pencegahan\": 117, \"pencegah\": 118, \"caranya\": 119, \"tidur\": 120, \"berpengaruh\": 121, \"mengatasi\": 122, \"melakukan\": 123, \"area\": 124, \"kita\": 125, \"konsumsi\": 126, \"umum\": 127, \"perbedaan\": 128, \"resep\": 129, \"dokter\": 130, \"otot\": 131, \"gerakan\": 132, \"dimana\": 133, \"pemeriksaan\": 134, \"lama\": 135, \"meningkatkan\": 136, \"kenapa\": 137, \"namamu\": 138, \"pagi\": 139, \"siang\": 140, \"sore\": 141, \"kabar\": 142, \"anda\": 143, \"tolong\": 144, \"bantu\": 145, \"mau\": 146, \"hy\": 147, \"hallo\": 148, \"hey\": 149, \"hola\": 150, \"hello\": 151, \"p\": 152, \"mikum\": 153, \"assamualaikaum\": 154, \"hi\": 155, \"awalnya\": 156, \"buta\": 157, \"dimalam\": 158, \"dilihat\": 159, \"dipakai\": 160, \"penderita\": 161, \"pake\": 162, \"resiko\": 163, \"akibat\": 164, \"faktor\": 165, \"disembuhkan\": 166, \"tetap\": 167, \"selalu\": 168, \"agar\": 169, \"istirahat\": 170, \"ngaruh\": 171, \"bagus\": 172, \"aja\": 173, \"biar\": 174, \"cegahnya\": 175, \"emang\": 176, \"rumah\": 177, \"dirumah\": 178, \"punya\": 179, \"cocok\": 180, \"semua\": 181, \"usia\": 182, \"menggunakan\": 183, \"jika\": 184, \"berbahaya\": 185, \"efek\": 186, \"terjadi\": 187, \"merokok\": 188, \"memperngaruhi\": 189, \"mempegaruhi\": 190, \"dikomsumsi\": 191, \"mengganggu\": 192, \"dampak\": 193, \"buruk\": 194, \"kaya\": 195, \"dilakukan\": 196, \"sama\": 197, \"dimaksud\": 198, \"sesuai\": 199, \"kalo\": 200, \"tanpa\": 201, \"dihindari\": 202, \"mambantu\": 203, \"mereksasi\": 204, \"menggerakan\": 205, \"menjadi\": 206, \"dimeditasi\": 207, \"nular\": 208, \"diri\": 209, \"efektif\": 210, \"ceknya\": 211, \"pembuatmu\": 212, \"membuatmu\": 213, \"dibuat\": 214, \"buatan\": 215, \"hebatnya\": 216, \"eye\": 217, \"dibanding\": 218, \"lain\": 219, \"mengapa\": 220, \"seberapa\": 221, \"sering\": 222, \"kali\": 223, \"waktu\": 224, \"kemana\": 225, \"hubungan\": 226, \"pentingnya\": 227, \"masyarakat\": 228, \"kesehatab\": 229, \"diabaikan\": 230, \"orangorang\": 231, \"ya\": 232, \"jawabanya\": 233, \"mantap\": 234, \"tepat\": 235, \"siap\": 236, \"matur\": 237, \"nuwun\": 238, \"banyak\": 239, \"thanks\": 240, \"thank\": 241, \"you\": 242, \"luar\": 243, \"biasa\": 244, \"telah\": 245, \"ok\": 246, \"terimakasih\": 247, \"thq\": 248, \"mu\": 249, \"bye\": 250, \"googbye\": 251, \"oke\": 252, \"pertanyaan\": 253, \"lagi\": 254, \"teri\": 255}"}}