{"class_name": "Tokenizer", "config": {"num_words": 1000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 249, "word_counts": "{\"bagaimana\": 61, \"cara\": 79, \"menanam\": 26, \"buah\": 130, \"naga\": 125, \"langkahlangkah\": 43, \"yang\": 122, \"baik\": 13, \"prosedur\": 3, \"apa\": 59, \"langkahlangkahnya\": 1, \"untuk\": 90, \"mempersiapkan\": 6, \"lahan\": 13, \"perlu\": 12, \"dilakukan\": 21, \"apakah\": 7, \"lebih\": 5, \"ditanam\": 6, \"dari\": 10, \"biji\": 4, \"atau\": 16, \"stek\": 4, \"mana\": 4, \"perbandingan\": 1, \"antara\": 5, \"dan\": 33, \"kelebihan\": 3, \"kekurangan\": 8, \"berapa\": 2, \"jarak\": 4, \"tanam\": 8, \"ideal\": 5, \"tanaman\": 121, \"menentukan\": 5, \"tepat\": 20, \"mengatur\": 3, \"harus\": 24, \"dipertimbangkan\": 7, \"dalam\": 15, \"merawat\": 10, \"mengatasi\": 13, \"hama\": 27, \"penyakit\": 25, \"pada\": 39, \"jika\": 8, \"terkena\": 4, \"mengobati\": 2, \"terinfeksi\": 2, \"melawan\": 1, \"kapan\": 12, \"waktu\": 8, \"memanen\": 10, \"diperhatikan\": 9, \"saat\": 12, \"memilih\": 12, \"panen\": 18, \"mengetahui\": 2, \"siap\": 2, \"dipanen\": 3, \"terbaik\": 4, \"memetik\": 1, \"saja\": 19, \"jenis\": 7, \"varietas\": 10, \"cocok\": 5, \"paling\": 3, \"sesuai\": 5, \"varian\": 1, \"memberikan\": 3, \"pupuk\": 10, \"kepada\": 5, \"memberi\": 2, \"melakukan\": 6, \"pengairan\": 3, \"khusus\": 7, \"air\": 6, \"secara\": 8, \"efektif\": 10, \"memangkas\": 3, \"meningkatkan\": 13, \"hasil\": 10, \"memotong\": 1, \"benar\": 5, \"memerlukan\": 1, \"perlindungan\": 2, \"cuaca\": 5, \"ekstrem\": 3, \"melindungi\": 2, \"diperlukan\": 2, \"sangat\": 1, \"buruk\": 1, \"memperbanyak\": 3, \"vegetatif\": 3, \"perbanyakan\": 1, \"tanpa\": 3, \"benih\": 4, \"faktor\": 2, \"lokasi\": 6, \"faktorfaktor\": 6, \"mengendalikan\": 4, \"pertumbuhan\": 7, \"gulma\": 4, \"di\": 11, \"sekitar\": 1, \"mengontrol\": 1, \"perkebunan\": 1, \"membasmi\": 1, \"merusak\": 1, \"mencegah\": 3, \"mengganggu\": 1, \"permasalahan\": 2, \"ph\": 4, \"tanah\": 13, \"tidak\": 3, \"menyesuaikan\": 2, \"memperbaiki\": 3, \"sistem\": 7, \"irigasi\": 4, \"merancang\": 1, \"efisien\": 2, \"dengan\": 13, \"kondisi\": 2, \"lingkungan\": 3, \"mengidentifikasi\": 5, \"serangga\": 5, \"umum\": 3, \"menyerang\": 6, \"mengenali\": 4, \"pencegahan\": 1, \"sering\": 4, \"penyiangan\": 3, \"penjarangan\": 3, \"menyeleksi\": 1, \"ada\": 4, \"tertentu\": 2, \"budidaya\": 7, \"teknik\": 9, \"dapat\": 9, \"digunakan\": 6, \"produksi\": 5, \"memaksimalkan\": 1, \"produktivitas\": 2, \"menangani\": 5, \"masalah\": 3, \"kelembaban\": 5, \"berlebihan\": 1, \"menjaga\": 3, \"optimal\": 2, \"perawatan\": 3, \"berbunga\": 3, \"berbuah\": 3, \"selama\": 5, \"masa\": 1, \"mempertahankan\": 1, \"kesehatan\": 3, \"fase\": 1, \"langkah\": 1, \"diambil\": 1, \"pembuahan\": 3, \"pembentukan\": 2, \"serangan\": 3, \"musim\": 10, \"hujan\": 5, \"mengurangi\": 2, \"risiko\": 1, \"infestasi\": 1, \"basah\": 1, \"membutuhkan\": 1, \"tambahan\": 1, \"menyiram\": 2, \"metode\": 2, \"organik\": 6, \"alami\": 2, \"kekebalan\": 1, \"menggunakan\": 3, \"bahan\": 2, \"perbedaan\": 2, \"panas\": 2, \"dingin\": 2, \"defisiensi\": 3, \"nutrisi\": 5, \"tandatanda\": 4, \"penggunaan\": 3, \"kimia\": 4, \"mempromosikan\": 1, \"mempengaruhi\": 3, \"pengaruh\": 1, \"cahaya\": 1, \"suhu\": 1, \"terhadap\": 3, \"terkompak\": 2, \"terlalu\": 2, \"padat\": 2, \"penanaman\": 8, \"area\": 1, \"melonggarkan\": 1, \"lokal\": 1, \"mengelola\": 3, \"polinasi\": 3, \"jagung\": 91, \"menananm\": 1, \"persiapan\": 3, \"sebelum\": 1, \"tahapan\": 1, \"mulai\": 1, \"dimulai\": 1, \"menyiapkan\": 1, \"daerah\": 3, \"banjir\": 3, \"wilayah\": 1, \"rawan\": 1, \"tehnik\": 1, \"langsung\": 3, \"bibit\": 3, \"manakah\": 1, \"terserang\": 1, \"diserang\": 1, \"mengalami\": 2, \"unsur\": 4, \"hara\": 4, \"mengoptimalkan\": 1, \"agar\": 3, \"tetap\": 2, \"tumbuh\": 2, \"terjadi\": 1, \"genangan\": 1, \"sudah\": 1, \"matang\": 1, \"dimaksud\": 1, \"rotasi\": 3, \"bekerja\": 1, \"manfaat\": 4, \"pemupukan\": 2, \"memupuk\": 1, \"pemangkasan\": 3, \"penyiraman\": 3, \"bagi\": 1, \"sehat\": 1, \"produktif\": 1, \"banyak\": 1, \"dibutuhkan\": 1, \"per\": 3, \"hektar\": 3, \"jumlah\": 2, \"pemilihan\": 1, \"mengolah\": 2, \"pengolahan\": 1, \"setelah\": 5, \"menyimpan\": 5, \"memasarkan\": 3, \"gejala\": 1, \"ciriciri\": 1, \"pestisida\": 3, \"menyebabkan\": 1, \"gagal\": 1, \"penyebab\": 1, \"kegagalan\": 1, \"limbah\": 3, \"pemanfaatan\": 1, \"keuntungan\": 2, \"peluang\": 1, \"usaha\": 2, \"potensi\": 1, \"bisnis\": 1, \"saya\": 1, \"bisa\": 1, \"mendapatkan\": 1, \"informasi\": 3, \"lanjut\": 1, \"tentang\": 3, \"pertanian\": 6, \"sumber\": 1, \"tempat\": 1, \"mencari\": 1, \"padi\": 27, \"tropis\": 3, \"tahan\": 1, \"iklim\": 4, \"strategi\": 2, \"pengendalian\": 1, \"dampak\": 1, \"perubahan\": 3, \"efek\": 1, \"teknologi\": 2, \"terbaru\": 1, \"inovasi\": 1, \"sawah\": 3, \"subur\": 1, \"kesuburan\": 1, \"penanganan\": 1}", "word_docs": "{\"naga\": 125, \"bagaimana\": 61, \"menanam\": 26, \"cara\": 79, \"buah\": 125, \"langkahlangkah\": 43, \"yang\": 119, \"baik\": 13, \"prosedur\": 3, \"untuk\": 87, \"apa\": 59, \"langkahlangkahnya\": 1, \"mempersiapkan\": 6, \"lahan\": 13, \"perlu\": 12, \"dilakukan\": 21, \"lebih\": 5, \"biji\": 4, \"dari\": 10, \"stek\": 4, \"ditanam\": 6, \"atau\": 16, \"apakah\": 7, \"mana\": 4, \"perbandingan\": 1, \"antara\": 5, \"dan\": 32, \"kekurangan\": 8, \"kelebihan\": 3, \"ideal\": 5, \"jarak\": 4, \"tanaman\": 121, \"berapa\": 2, \"tanam\": 8, \"tepat\": 20, \"menentukan\": 5, \"mengatur\": 3, \"harus\": 24, \"dipertimbangkan\": 7, \"dalam\": 15, \"merawat\": 10, \"pada\": 39, \"hama\": 27, \"mengatasi\": 13, \"penyakit\": 25, \"jika\": 8, \"terkena\": 4, \"mengobati\": 2, \"terinfeksi\": 2, \"melawan\": 1, \"kapan\": 12, \"memanen\": 10, \"waktu\": 8, \"diperhatikan\": 9, \"panen\": 18, \"saat\": 12, \"memilih\": 12, \"dipanen\": 3, \"mengetahui\": 2, \"siap\": 2, \"terbaik\": 4, \"memetik\": 1, \"varietas\": 10, \"saja\": 19, \"cocok\": 5, \"jenis\": 7, \"paling\": 3, \"sesuai\": 5, \"varian\": 1, \"kepada\": 5, \"pupuk\": 10, \"memberikan\": 3, \"memberi\": 2, \"melakukan\": 6, \"khusus\": 7, \"pengairan\": 3, \"secara\": 8, \"efektif\": 10, \"air\": 6, \"hasil\": 10, \"meningkatkan\": 13, \"memangkas\": 3, \"memotong\": 1, \"benar\": 5, \"perlindungan\": 2, \"ekstrem\": 3, \"cuaca\": 5, \"memerlukan\": 1, \"melindungi\": 2, \"sangat\": 1, \"buruk\": 1, \"diperlukan\": 2, \"memperbanyak\": 3, \"vegetatif\": 3, \"perbanyakan\": 1, \"tanpa\": 3, \"benih\": 4, \"lokasi\": 6, \"faktor\": 2, \"faktorfaktor\": 6, \"pertumbuhan\": 7, \"di\": 11, \"sekitar\": 1, \"mengendalikan\": 4, \"gulma\": 4, \"perkebunan\": 1, \"mengontrol\": 1, \"merusak\": 1, \"membasmi\": 1, \"mengganggu\": 1, \"mencegah\": 3, \"permasalahan\": 2, \"tidak\": 3, \"tanah\": 13, \"ph\": 4, \"menyesuaikan\": 2, \"memperbaiki\": 3, \"sistem\": 7, \"irigasi\": 4, \"efisien\": 2, \"merancang\": 1, \"kondisi\": 2, \"dengan\": 13, \"lingkungan\": 3, \"serangga\": 5, \"umum\": 3, \"menyerang\": 6, \"mengidentifikasi\": 5, \"pencegahan\": 1, \"mengenali\": 4, \"sering\": 4, \"penyiangan\": 3, \"penjarangan\": 3, \"menyeleksi\": 1, \"tertentu\": 2, \"ada\": 4, \"budidaya\": 7, \"teknik\": 9, \"digunakan\": 6, \"produksi\": 5, \"dapat\": 9, \"memaksimalkan\": 1, \"produktivitas\": 2, \"kelembaban\": 5, \"berlebihan\": 1, \"menangani\": 5, \"masalah\": 3, \"optimal\": 2, \"menjaga\": 3, \"perawatan\": 3, \"berbunga\": 3, \"berbuah\": 3, \"selama\": 5, \"masa\": 1, \"mempertahankan\": 1, \"kesehatan\": 3, \"fase\": 1, \"langkah\": 1, \"pembentukan\": 2, \"diambil\": 1, \"pembuahan\": 3, \"serangan\": 3, \"musim\": 9, \"hujan\": 5, \"basah\": 1, \"mengurangi\": 2, \"risiko\": 1, \"infestasi\": 1, \"tambahan\": 1, \"membutuhkan\": 1, \"menyiram\": 2, \"organik\": 6, \"metode\": 2, \"kekebalan\": 1, \"alami\": 2, \"bahan\": 2, \"menggunakan\": 3, \"perbedaan\": 2, \"panas\": 2, \"dingin\": 2, \"defisiensi\": 3, \"nutrisi\": 5, \"tandatanda\": 4, \"penggunaan\": 3, \"kimia\": 4, \"mempromosikan\": 1, \"mempengaruhi\": 3, \"terhadap\": 3, \"cahaya\": 1, \"pengaruh\": 1, \"suhu\": 1, \"terlalu\": 2, \"padat\": 2, \"penanaman\": 8, \"terkompak\": 2, \"area\": 1, \"melonggarkan\": 1, \"lokal\": 1, \"polinasi\": 3, \"mengelola\": 3, \"jagung\": 91, \"menananm\": 1, \"persiapan\": 3, \"sebelum\": 1, \"tahapan\": 1, \"mulai\": 1, \"dimulai\": 1, \"banjir\": 3, \"menyiapkan\": 1, \"daerah\": 3, \"rawan\": 1, \"wilayah\": 1, \"tehnik\": 1, \"bibit\": 3, \"langsung\": 3, \"manakah\": 1, \"terserang\": 1, \"diserang\": 1, \"unsur\": 4, \"mengalami\": 2, \"hara\": 4, \"mengoptimalkan\": 1, \"tetap\": 2, \"agar\": 3, \"tumbuh\": 2, \"terjadi\": 1, \"genangan\": 1, \"matang\": 1, \"sudah\": 1, \"rotasi\": 3, \"dimaksud\": 1, \"bekerja\": 1, \"manfaat\": 4, \"pemupukan\": 2, \"memupuk\": 1, \"pemangkasan\": 3, \"bagi\": 1, \"penyiraman\": 3, \"sehat\": 1, \"produktif\": 1, \"per\": 3, \"hektar\": 3, \"banyak\": 1, \"dibutuhkan\": 1, \"jumlah\": 2, \"pemilihan\": 1, \"mengolah\": 2, \"setelah\": 5, \"pengolahan\": 1, \"menyimpan\": 5, \"memasarkan\": 3, \"gejala\": 1, \"ciriciri\": 1, \"pestisida\": 3, \"menyebabkan\": 1, \"gagal\": 1, \"penyebab\": 1, \"kegagalan\": 1, \"limbah\": 3, \"pemanfaatan\": 1, \"keuntungan\": 2, \"usaha\": 2, \"peluang\": 1, \"bisnis\": 1, \"potensi\": 1, \"bisa\": 1, \"informasi\": 3, \"tentang\": 3, \"saya\": 1, \"lanjut\": 1, \"pertanian\": 6, \"mendapatkan\": 1, \"sumber\": 1, \"mencari\": 1, \"tempat\": 1, \"tropis\": 3, \"padi\": 27, \"iklim\": 4, \"tahan\": 1, \"pengendalian\": 1, \"strategi\": 2, \"dampak\": 1, \"perubahan\": 3, \"efek\": 1, \"terbaru\": 1, \"teknologi\": 2, \"inovasi\": 1, \"subur\": 1, \"sawah\": 3, \"kesuburan\": 1, \"penanganan\": 1}", "index_docs": "{\"3\": 125, \"9\": 61, \"16\": 26, \"8\": 79, \"2\": 125, \"11\": 43, \"4\": 119, \"25\": 13, \"109\": 3, \"7\": 87, \"10\": 59, \"201\": 1, \"60\": 6, \"26\": 13, \"31\": 12, \"19\": 21, \"70\": 5, \"89\": 4, \"36\": 10, \"90\": 4, \"61\": 6, \"23\": 16, \"53\": 7, \"91\": 4, \"202\": 1, \"71\": 5, \"13\": 32, \"47\": 8, \"110\": 3, \"72\": 5, \"92\": 4, \"5\": 121, \"162\": 2, \"48\": 8, \"20\": 20, \"73\": 5, \"111\": 3, \"18\": 24, \"54\": 7, \"24\": 15, \"37\": 10, \"12\": 39, \"14\": 27, \"27\": 13, \"17\": 25, \"49\": 8, \"93\": 4, \"163\": 2, \"164\": 2, \"203\": 1, \"32\": 12, \"38\": 10, \"50\": 8, \"44\": 9, \"22\": 18, \"33\": 12, \"34\": 12, \"112\": 3, \"165\": 2, \"166\": 2, \"94\": 4, \"204\": 1, \"39\": 10, \"21\": 19, \"74\": 5, \"55\": 7, \"113\": 3, \"75\": 5, \"205\": 1, \"76\": 5, \"40\": 10, \"114\": 3, \"167\": 2, \"62\": 6, \"56\": 7, \"115\": 3, \"51\": 8, \"41\": 10, \"63\": 6, \"42\": 10, \"28\": 13, \"116\": 3, \"206\": 1, \"77\": 5, \"168\": 2, \"117\": 3, \"78\": 5, \"207\": 1, \"169\": 2, \"208\": 1, \"209\": 1, \"170\": 2, \"118\": 3, \"119\": 3, \"210\": 1, \"120\": 3, \"95\": 4, \"64\": 6, \"171\": 2, \"65\": 6, \"57\": 7, \"35\": 11, \"211\": 1, \"96\": 4, \"97\": 4, \"213\": 1, \"212\": 1, \"215\": 1, \"214\": 1, \"216\": 1, \"121\": 3, \"172\": 2, \"122\": 3, \"29\": 13, \"98\": 4, \"173\": 2, \"123\": 3, \"58\": 7, \"99\": 4, \"174\": 2, \"217\": 1, \"175\": 2, \"30\": 13, \"124\": 3, \"80\": 5, \"125\": 3, \"66\": 6, \"79\": 5, \"218\": 1, \"100\": 4, \"101\": 4, \"126\": 3, \"127\": 3, \"219\": 1, \"176\": 2, \"102\": 4, \"59\": 7, \"45\": 9, \"67\": 6, \"81\": 5, \"46\": 9, \"220\": 1, \"177\": 2, \"83\": 5, \"221\": 1, \"82\": 5, \"128\": 3, \"178\": 2, \"129\": 3, \"130\": 3, \"131\": 3, \"132\": 3, \"84\": 5, \"222\": 1, \"223\": 1, \"133\": 3, \"224\": 1, \"225\": 1, \"179\": 2, \"226\": 1, \"134\": 3, \"135\": 3, \"43\": 9, \"85\": 5, \"229\": 1, \"180\": 2, \"227\": 1, \"228\": 1, \"231\": 1, \"230\": 1, \"181\": 2, \"68\": 6, \"182\": 2, \"232\": 1, \"183\": 2, \"184\": 2, \"136\": 3, \"185\": 2, \"186\": 2, \"187\": 2, \"137\": 3, \"86\": 5, \"103\": 4, \"138\": 3, \"104\": 4, \"233\": 1, \"139\": 3, \"140\": 3, \"235\": 1, \"234\": 1, \"236\": 1, \"189\": 2, \"190\": 2, \"52\": 8, \"188\": 2, \"237\": 1, \"238\": 1, \"239\": 1, \"142\": 3, \"141\": 3, \"6\": 91, \"240\": 1, \"143\": 3, \"241\": 1, \"242\": 1, \"243\": 1, \"244\": 1, \"145\": 3, \"245\": 1, \"144\": 3, \"247\": 1, \"246\": 1, \"248\": 1, \"147\": 3, \"146\": 3, \"249\": 1, \"250\": 1, \"251\": 1, \"105\": 4, \"191\": 2, \"106\": 4, \"252\": 1, \"192\": 2, \"148\": 3, \"193\": 2, \"253\": 1, \"254\": 1, \"256\": 1, \"255\": 1, \"149\": 3, \"257\": 1, \"258\": 1, \"107\": 4, \"194\": 2, \"259\": 1, \"150\": 3, \"260\": 1, \"151\": 3, \"261\": 1, \"262\": 1, \"152\": 3, \"153\": 3, \"263\": 1, \"264\": 1, \"195\": 2, \"265\": 1, \"196\": 2, \"87\": 5, \"266\": 1, \"88\": 5, \"154\": 3, \"267\": 1, \"268\": 1, \"155\": 3, \"269\": 1, \"270\": 1, \"271\": 1, \"272\": 1, \"156\": 3, \"273\": 1, \"197\": 2, \"198\": 2, \"274\": 1, \"276\": 1, \"275\": 1, \"278\": 1, \"157\": 3, \"158\": 3, \"277\": 1, \"280\": 1, \"69\": 6, \"279\": 1, \"281\": 1, \"283\": 1, \"282\": 1, \"159\": 3, \"15\": 27, \"108\": 4, \"284\": 1, \"285\": 1, \"199\": 2, \"286\": 1, \"160\": 3, \"287\": 1, \"288\": 1, \"200\": 2, \"289\": 1, \"290\": 1, \"161\": 3, \"291\": 1, \"292\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"buah\", \"3\": \"naga\", \"4\": \"yang\", \"5\": \"tanaman\", \"6\": \"jagung\", \"7\": \"untuk\", \"8\": \"cara\", \"9\": \"bagaimana\", \"10\": \"apa\", \"11\": \"langkahlangkah\", \"12\": \"pada\", \"13\": \"dan\", \"14\": \"hama\", \"15\": \"padi\", \"16\": \"menanam\", \"17\": \"penyakit\", \"18\": \"harus\", \"19\": \"dilakukan\", \"20\": \"tepat\", \"21\": \"saja\", \"22\": \"panen\", \"23\": \"atau\", \"24\": \"dalam\", \"25\": \"baik\", \"26\": \"lahan\", \"27\": \"mengatasi\", \"28\": \"meningkatkan\", \"29\": \"tanah\", \"30\": \"dengan\", \"31\": \"perlu\", \"32\": \"kapan\", \"33\": \"saat\", \"34\": \"memilih\", \"35\": \"di\", \"36\": \"dari\", \"37\": \"merawat\", \"38\": \"memanen\", \"39\": \"varietas\", \"40\": \"pupuk\", \"41\": \"efektif\", \"42\": \"hasil\", \"43\": \"musim\", \"44\": \"diperhatikan\", \"45\": \"teknik\", \"46\": \"dapat\", \"47\": \"kekurangan\", \"48\": \"tanam\", \"49\": \"jika\", \"50\": \"waktu\", \"51\": \"secara\", \"52\": \"penanaman\", \"53\": \"apakah\", \"54\": \"dipertimbangkan\", \"55\": \"jenis\", \"56\": \"khusus\", \"57\": \"pertumbuhan\", \"58\": \"sistem\", \"59\": \"budidaya\", \"60\": \"mempersiapkan\", \"61\": \"ditanam\", \"62\": \"melakukan\", \"63\": \"air\", \"64\": \"lokasi\", \"65\": \"faktorfaktor\", \"66\": \"menyerang\", \"67\": \"digunakan\", \"68\": \"organik\", \"69\": \"pertanian\", \"70\": \"lebih\", \"71\": \"antara\", \"72\": \"ideal\", \"73\": \"menentukan\", \"74\": \"cocok\", \"75\": \"sesuai\", \"76\": \"kepada\", \"77\": \"benar\", \"78\": \"cuaca\", \"79\": \"mengidentifikasi\", \"80\": \"serangga\", \"81\": \"produksi\", \"82\": \"menangani\", \"83\": \"kelembaban\", \"84\": \"selama\", \"85\": \"hujan\", \"86\": \"nutrisi\", \"87\": \"setelah\", \"88\": \"menyimpan\", \"89\": \"biji\", \"90\": \"stek\", \"91\": \"mana\", \"92\": \"jarak\", \"93\": \"terkena\", \"94\": \"terbaik\", \"95\": \"benih\", \"96\": \"mengendalikan\", \"97\": \"gulma\", \"98\": \"ph\", \"99\": \"irigasi\", \"100\": \"mengenali\", \"101\": \"sering\", \"102\": \"ada\", \"103\": \"tandatanda\", \"104\": \"kimia\", \"105\": \"unsur\", \"106\": \"hara\", \"107\": \"manfaat\", \"108\": \"iklim\", \"109\": \"prosedur\", \"110\": \"kelebihan\", \"111\": \"mengatur\", \"112\": \"dipanen\", \"113\": \"paling\", \"114\": \"memberikan\", \"115\": \"pengairan\", \"116\": \"memangkas\", \"117\": \"ekstrem\", \"118\": \"memperbanyak\", \"119\": \"vegetatif\", \"120\": \"tanpa\", \"121\": \"mencegah\", \"122\": \"tidak\", \"123\": \"memperbaiki\", \"124\": \"lingkungan\", \"125\": \"umum\", \"126\": \"penyiangan\", \"127\": \"penjarangan\", \"128\": \"masalah\", \"129\": \"menjaga\", \"130\": \"perawatan\", \"131\": \"berbunga\", \"132\": \"berbuah\", \"133\": \"kesehatan\", \"134\": \"pembuahan\", \"135\": \"serangan\", \"136\": \"menggunakan\", \"137\": \"defisiensi\", \"138\": \"penggunaan\", \"139\": \"mempengaruhi\", \"140\": \"terhadap\", \"141\": \"mengelola\", \"142\": \"polinasi\", \"143\": \"persiapan\", \"144\": \"daerah\", \"145\": \"banjir\", \"146\": \"langsung\", \"147\": \"bibit\", \"148\": \"agar\", \"149\": \"rotasi\", \"150\": \"pemangkasan\", \"151\": \"penyiraman\", \"152\": \"per\", \"153\": \"hektar\", \"154\": \"memasarkan\", \"155\": \"pestisida\", \"156\": \"limbah\", \"157\": \"informasi\", \"158\": \"tentang\", \"159\": \"tropis\", \"160\": \"perubahan\", \"161\": \"sawah\", \"162\": \"berapa\", \"163\": \"mengobati\", \"164\": \"terinfeksi\", \"165\": \"mengetahui\", \"166\": \"siap\", \"167\": \"memberi\", \"168\": \"perlindungan\", \"169\": \"melindungi\", \"170\": \"diperlukan\", \"171\": \"faktor\", \"172\": \"permasalahan\", \"173\": \"menyesuaikan\", \"174\": \"efisien\", \"175\": \"kondisi\", \"176\": \"tertentu\", \"177\": \"produktivitas\", \"178\": \"optimal\", \"179\": \"pembentukan\", \"180\": \"mengurangi\", \"181\": \"menyiram\", \"182\": \"metode\", \"183\": \"alami\", \"184\": \"bahan\", \"185\": \"perbedaan\", \"186\": \"panas\", \"187\": \"dingin\", \"188\": \"terkompak\", \"189\": \"terlalu\", \"190\": \"padat\", \"191\": \"mengalami\", \"192\": \"tetap\", \"193\": \"tumbuh\", \"194\": \"pemupukan\", \"195\": \"jumlah\", \"196\": \"mengolah\", \"197\": \"keuntungan\", \"198\": \"usaha\", \"199\": \"strategi\", \"200\": \"teknologi\", \"201\": \"langkahlangkahnya\", \"202\": \"perbandingan\", \"203\": \"melawan\", \"204\": \"memetik\", \"205\": \"varian\", \"206\": \"memotong\", \"207\": \"memerlukan\", \"208\": \"sangat\", \"209\": \"buruk\", \"210\": \"perbanyakan\", \"211\": \"sekitar\", \"212\": \"mengontrol\", \"213\": \"perkebunan\", \"214\": \"membasmi\", \"215\": \"merusak\", \"216\": \"mengganggu\", \"217\": \"merancang\", \"218\": \"pencegahan\", \"219\": \"menyeleksi\", \"220\": \"memaksimalkan\", \"221\": \"berlebihan\", \"222\": \"masa\", \"223\": \"mempertahankan\", \"224\": \"fase\", \"225\": \"langkah\", \"226\": \"diambil\", \"227\": \"risiko\", \"228\": \"infestasi\", \"229\": \"basah\", \"230\": \"membutuhkan\", \"231\": \"tambahan\", \"232\": \"kekebalan\", \"233\": \"mempromosikan\", \"234\": \"pengaruh\", \"235\": \"cahaya\", \"236\": \"suhu\", \"237\": \"area\", \"238\": \"melonggarkan\", \"239\": \"lokal\", \"240\": \"menananm\", \"241\": \"sebelum\", \"242\": \"tahapan\", \"243\": \"mulai\", \"244\": \"dimulai\", \"245\": \"menyiapkan\", \"246\": \"wilayah\", \"247\": \"rawan\", \"248\": \"tehnik\", \"249\": \"manakah\", \"250\": \"terserang\", \"251\": \"diserang\", \"252\": \"mengoptimalkan\", \"253\": \"terjadi\", \"254\": \"genangan\", \"255\": \"sudah\", \"256\": \"matang\", \"257\": \"dimaksud\", \"258\": \"bekerja\", \"259\": \"memupuk\", \"260\": \"bagi\", \"261\": \"sehat\", \"262\": \"produktif\", \"263\": \"banyak\", \"264\": \"dibutuhkan\", \"265\": \"pemilihan\", \"266\": \"pengolahan\", \"267\": \"gejala\", \"268\": \"ciriciri\", \"269\": \"menyebabkan\", \"270\": \"gagal\", \"271\": \"penyebab\", \"272\": \"kegagalan\", \"273\": \"pemanfaatan\", \"274\": \"peluang\", \"275\": \"potensi\", \"276\": \"bisnis\", \"277\": \"saya\", \"278\": \"bisa\", \"279\": \"mendapatkan\", \"280\": \"lanjut\", \"281\": \"sumber\", \"282\": \"tempat\", \"283\": \"mencari\", \"284\": \"tahan\", \"285\": \"pengendalian\", \"286\": \"dampak\", \"287\": \"efek\", \"288\": \"terbaru\", \"289\": \"inovasi\", \"290\": \"subur\", \"291\": \"kesuburan\", \"292\": \"penanganan\"}", "word_index": "{\"<OOV>\": 1, \"buah\": 2, \"naga\": 3, \"yang\": 4, \"tanaman\": 5, \"jagung\": 6, \"untuk\": 7, \"cara\": 8, \"bagaimana\": 9, \"apa\": 10, \"langkahlangkah\": 11, \"pada\": 12, \"dan\": 13, \"hama\": 14, \"padi\": 15, \"menanam\": 16, \"penyakit\": 17, \"harus\": 18, \"dilakukan\": 19, \"tepat\": 20, \"saja\": 21, \"panen\": 22, \"atau\": 23, \"dalam\": 24, \"baik\": 25, \"lahan\": 26, \"mengatasi\": 27, \"meningkatkan\": 28, \"tanah\": 29, \"dengan\": 30, \"perlu\": 31, \"kapan\": 32, \"saat\": 33, \"memilih\": 34, \"di\": 35, \"dari\": 36, \"merawat\": 37, \"memanen\": 38, \"varietas\": 39, \"pupuk\": 40, \"efektif\": 41, \"hasil\": 42, \"musim\": 43, \"diperhatikan\": 44, \"teknik\": 45, \"dapat\": 46, \"kekurangan\": 47, \"tanam\": 48, \"jika\": 49, \"waktu\": 50, \"secara\": 51, \"penanaman\": 52, \"apakah\": 53, \"dipertimbangkan\": 54, \"jenis\": 55, \"khusus\": 56, \"pertumbuhan\": 57, \"sistem\": 58, \"budidaya\": 59, \"mempersiapkan\": 60, \"ditanam\": 61, \"melakukan\": 62, \"air\": 63, \"lokasi\": 64, \"faktorfaktor\": 65, \"menyerang\": 66, \"digunakan\": 67, \"organik\": 68, \"pertanian\": 69, \"lebih\": 70, \"antara\": 71, \"ideal\": 72, \"menentukan\": 73, \"cocok\": 74, \"sesuai\": 75, \"kepada\": 76, \"benar\": 77, \"cuaca\": 78, \"mengidentifikasi\": 79, \"serangga\": 80, \"produksi\": 81, \"menangani\": 82, \"kelembaban\": 83, \"selama\": 84, \"hujan\": 85, \"nutrisi\": 86, \"setelah\": 87, \"menyimpan\": 88, \"biji\": 89, \"stek\": 90, \"mana\": 91, \"jarak\": 92, \"terkena\": 93, \"terbaik\": 94, \"benih\": 95, \"mengendalikan\": 96, \"gulma\": 97, \"ph\": 98, \"irigasi\": 99, \"mengenali\": 100, \"sering\": 101, \"ada\": 102, \"tandatanda\": 103, \"kimia\": 104, \"unsur\": 105, \"hara\": 106, \"manfaat\": 107, \"iklim\": 108, \"prosedur\": 109, \"kelebihan\": 110, \"mengatur\": 111, \"dipanen\": 112, \"paling\": 113, \"memberikan\": 114, \"pengairan\": 115, \"memangkas\": 116, \"ekstrem\": 117, \"memperbanyak\": 118, \"vegetatif\": 119, \"tanpa\": 120, \"mencegah\": 121, \"tidak\": 122, \"memperbaiki\": 123, \"lingkungan\": 124, \"umum\": 125, \"penyiangan\": 126, \"penjarangan\": 127, \"masalah\": 128, \"menjaga\": 129, \"perawatan\": 130, \"berbunga\": 131, \"berbuah\": 132, \"kesehatan\": 133, \"pembuahan\": 134, \"serangan\": 135, \"menggunakan\": 136, \"defisiensi\": 137, \"penggunaan\": 138, \"mempengaruhi\": 139, \"terhadap\": 140, \"mengelola\": 141, \"polinasi\": 142, \"persiapan\": 143, \"daerah\": 144, \"banjir\": 145, \"langsung\": 146, \"bibit\": 147, \"agar\": 148, \"rotasi\": 149, \"pemangkasan\": 150, \"penyiraman\": 151, \"per\": 152, \"hektar\": 153, \"memasarkan\": 154, \"pestisida\": 155, \"limbah\": 156, \"informasi\": 157, \"tentang\": 158, \"tropis\": 159, \"perubahan\": 160, \"sawah\": 161, \"berapa\": 162, \"mengobati\": 163, \"terinfeksi\": 164, \"mengetahui\": 165, \"siap\": 166, \"memberi\": 167, \"perlindungan\": 168, \"melindungi\": 169, \"diperlukan\": 170, \"faktor\": 171, \"permasalahan\": 172, \"menyesuaikan\": 173, \"efisien\": 174, \"kondisi\": 175, \"tertentu\": 176, \"produktivitas\": 177, \"optimal\": 178, \"pembentukan\": 179, \"mengurangi\": 180, \"menyiram\": 181, \"metode\": 182, \"alami\": 183, \"bahan\": 184, \"perbedaan\": 185, \"panas\": 186, \"dingin\": 187, \"terkompak\": 188, \"terlalu\": 189, \"padat\": 190, \"mengalami\": 191, \"tetap\": 192, \"tumbuh\": 193, \"pemupukan\": 194, \"jumlah\": 195, \"mengolah\": 196, \"keuntungan\": 197, \"usaha\": 198, \"strategi\": 199, \"teknologi\": 200, \"langkahlangkahnya\": 201, \"perbandingan\": 202, \"melawan\": 203, \"memetik\": 204, \"varian\": 205, \"memotong\": 206, \"memerlukan\": 207, \"sangat\": 208, \"buruk\": 209, \"perbanyakan\": 210, \"sekitar\": 211, \"mengontrol\": 212, \"perkebunan\": 213, \"membasmi\": 214, \"merusak\": 215, \"mengganggu\": 216, \"merancang\": 217, \"pencegahan\": 218, \"menyeleksi\": 219, \"memaksimalkan\": 220, \"berlebihan\": 221, \"masa\": 222, \"mempertahankan\": 223, \"fase\": 224, \"langkah\": 225, \"diambil\": 226, \"risiko\": 227, \"infestasi\": 228, \"basah\": 229, \"membutuhkan\": 230, \"tambahan\": 231, \"kekebalan\": 232, \"mempromosikan\": 233, \"pengaruh\": 234, \"cahaya\": 235, \"suhu\": 236, \"area\": 237, \"melonggarkan\": 238, \"lokal\": 239, \"menananm\": 240, \"sebelum\": 241, \"tahapan\": 242, \"mulai\": 243, \"dimulai\": 244, \"menyiapkan\": 245, \"wilayah\": 246, \"rawan\": 247, \"tehnik\": 248, \"manakah\": 249, \"terserang\": 250, \"diserang\": 251, \"mengoptimalkan\": 252, \"terjadi\": 253, \"genangan\": 254, \"sudah\": 255, \"matang\": 256, \"dimaksud\": 257, \"bekerja\": 258, \"memupuk\": 259, \"bagi\": 260, \"sehat\": 261, \"produktif\": 262, \"banyak\": 263, \"dibutuhkan\": 264, \"pemilihan\": 265, \"pengolahan\": 266, \"gejala\": 267, \"ciriciri\": 268, \"menyebabkan\": 269, \"gagal\": 270, \"penyebab\": 271, \"kegagalan\": 272, \"pemanfaatan\": 273, \"peluang\": 274, \"potensi\": 275, \"bisnis\": 276, \"saya\": 277, \"bisa\": 278, \"mendapatkan\": 279, \"lanjut\": 280, \"sumber\": 281, \"tempat\": 282, \"mencari\": 283, \"tahan\": 284, \"pengendalian\": 285, \"dampak\": 286, \"efek\": 287, \"terbaru\": 288, \"inovasi\": 289, \"subur\": 290, \"kesuburan\": 291, \"penanganan\": 292}"}}